Repository: xOS/afilmory
Catalog: apps/mobile/NativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant, zh_hk

source: Rating
ja: 評価
ko: 평점
zh_hans: 评分
zh_hant: 評分
zh_hk: 評分

source: React with %@
ja: %@ でリアクション
ko: %@ 반응 남기기
zh_hans: 使用 %@ 回应
zh_hant: 使用 %@ 回應
zh_hk: 使用 %@ 回應

source: Reaction added
ja: リアクションを追加しました
ko: 반응을 추가했습니다
zh_hans: 已添加回应
zh_hant: 已新增回應
zh_hk: 已新增回應

source: Recent activity
ja: 最近のアクティビティ
ko: 최근 활동
zh_hans: 最近活动
zh_hant: 最近活動
zh_hk: 最近活動

source: Rejected
ja: 却下済み
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕
zh_hk: 已拒絕

source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除
zh_hk: 移除

source: Remove like
ja: いいねを取り消す
ko: 좋아요 취소
zh_hans: 取消点赞
zh_hant: 取消讚好
zh_hk: 取消讚好

source: Remove record only
ja: レコードのみ削除
ko: 레코드만 제거
zh_hans: 仅移除记录
zh_hant: 僅移除記錄
zh_hk: 只移除記錄

source: Reply
ja: 返信
ko: 답글
zh_hans: 回复
zh_hant: 回覆
zh_hk: 回覆

source: Replying to %@
ja: %@さんに返信中
ko: %@님에게 답글 작성 중
zh_hans: 正在回复 %@
zh_hant: 正在回覆 %@
zh_hk: 正在回覆 %@

source: Reset Filters
ja: フィルターをリセット
ko: 필터 재설정
zh_hans: 重置筛选条件
zh_hant: 重設篩選條件
zh_hk: 重設篩選條件

source: Resolve conflict
ja: 競合を解決
ko: 충돌 해결
zh_hans: 解决冲突
zh_hant: 解決衝突
zh_hk: 解決衝突

source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試
zh_hk: 重試

source: Retry Failed
ja: 失敗分を再試行
ko: 실패 항목 다시 시도
zh_hans: 重试失败项
zh_hant: 重試失敗項
zh_hk: 重試失敗項

source: Review Upload
ja: アップロードの確認
ko: 업로드 확인
zh_hans: 确认上传
zh_hant: 確認上傳
zh_hk: 確認上載

source: Review status and remove comments
ja: 状態の確認とコメントの削除
ko: 상태 확인 및 댓글 제거
zh_hans: 查看状态并移除评论
zh_hant: 檢視狀態並移除留言
zh_hk: 檢視狀態及移除留言

source: Review the consequences below. Once accepted, access is revoked immediately and the operation cannot be reversed.
ja: 以下の影響を確認してください。承認後は直ちにアクセスが無効となり、操作を取り消せません。
ko: 아래 영향을 확인하세요. 요청이 수락되면 접근 권한이 즉시 취소되며 되돌릴 수 없습니다.
zh_hans: 请确认以下影响。请求被接受后，访问权限会立即撤销，且操作不可恢复。
zh_hant: 請確認以下影響。要求獲接受後，存取權限會立即撤銷，且操作無法復原。
zh_hk: 請確認以下影響。要求獲接受後，存取權限會立即撤銷，且操作無法復原。

source: Run
ja: 実行
ko: 실행
zh_hans: 运行
zh_hant: 執行
zh_hk: 運行

source: Run data sync
ja: データ同期を実行
ko: 데이터 동기화 실행
zh_hans: 运行数据同步
zh_hant: 執行資料同步
zh_hk: 運行資料同步

source: Saturation
ja: 彩度
ko: 채도
zh_hans: 饱和度
zh_hant: 飽和度
zh_hk: 飽和度

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

source: Saving…
ja: 保存中…
ko: 저장 중…
zh_hans: 正在保存…
zh_hant: 正在儲存…
zh_hk: 正在儲存…

source: Scene Capture Type
ja: シーン撮影タイプ
ko: 장면 캡처 유형
zh_hans: 场景捕获类型
zh_hant: 場景捕獲類型
zh_hk: 場景捕獲類型

source: Search & Filter
ja: 検索とフィルター
ko: 검색 및 필터
zh_hans: 搜索和筛选
zh_hant: 搜尋和篩選
zh_hk: 搜尋和篩選

source: Search Photos
ja: 写真を検索
ko: 사진 검색
zh_hans: 搜索照片
zh_hant: 搜尋照片
zh_hk: 搜尋照片

source: Search and filters
ja: 検索とフィルター
ko: 검색 및 필터
zh_hans: 搜索和筛选
zh_hant: 搜尋和篩選
zh_hk: 搜尋和篩選

source: Search and filters, %lld active
ja: 検索とフィルター、%lld 件適用中
ko: 검색 및 필터, %lld개 적용됨
zh_hans: 搜索和筛选，已启用 %lld 项
zh_hant: 搜尋和篩選，已啟用 %lld 項
zh_hk: 搜尋和篩選，已啟用 %lld 項

source: Search galleries
ja: ギャラリーを検索
ko: 갤러리 검색
zh_hans: 搜索图库
zh_hant: 搜尋圖庫
zh_hk: 搜尋圖庫

source: Search photos...
ja: 写真を検索...
ko: 사진 검색...
zh_hans: 搜索照片...
zh_hant: 搜尋照片...
zh_hk: 搜尋照片...

source: Select
ja: 選択
ko: 선택
zh_hans: 选择
zh_hant: 選取
zh_hk: 選擇

source: Selected
ja: 選択済み
ko: 선택됨
zh_hans: 已选择
zh_hant: 已選取
zh_hk: 已選取

source: Send
ja: 送信
ko: 보내기
zh_hans: 发送
zh_hant: 傳送
zh_hk: 傳送

source: Sending…
ja: 送信中…
ko: 전송 중…
zh_hans: 发送中…
zh_hant: 傳送中…
zh_hk: 傳送中…

source: Sensing Method
ja: 撮像方式
ko: 감지 방식
zh_hans: 感光方式
zh_hant: 感光方式
zh_hk: 感光方式

source: Sent %lld %@
ja: %2$@ を %1$lld 回送信しました
ko: %2$@ 반응 %1$lld개를 보냈습니다
zh_hans: 已发送 %1$lld 个 %2$@
zh_hant: 已傳送 %1$lld 個 %2$@
zh_hk: 已傳送 %1$lld 個 %2$@

source: Set up your workspace
ja: ワークスペースを設定
ko: 워크스페이스 설정
zh_hans: 设置你的工作区
zh_hant: 設定你的工作區
zh_hk: 設定你的工作區

source: Settings saved
ja: 設定を保存しました
ko: 설정 저장됨
zh_hans: 设置已保存
zh_hant: 設定已儲存
zh_hk: 設定已儲存

source: Shadow Ratio
ja: シャドウ比率
ko: 섀도우 비율
zh_hans: 阴影占比
zh_hant: 陰影佔比
zh_hk: 陰影佔比

source: Shadow Tone
ja: シャドウトーン
ko: 섀도우 톤
zh_hans: 阴影色调
zh_hant: 陰影色調
zh_hk: 陰影色調

source: Share photo
ja: 写真を共有
ko: 사진 공유
zh_hans: 分享照片
zh_hant: 分享照片
zh_hk: 分享相片

source: Sharpness
ja: シャープネス
ko: 선명도
zh_hans: 锐度
zh_hant: 銳度
zh_hk: 銳度

source: Show all photo locations
ja: すべての写真位置を表示
ko: 모든 사진 위치 표시
zh_hans: 显示全部照片位置
zh_hant: 顯示所有照片位置
zh_hk: 顯示所有相片位置

source: Sign in
ja: ログイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入
zh_hk: 登入

source: Sign in to Studio
ja: Studio にログイン
ko: Studio에 로그인
zh_hans: 登录 Studio
zh_hant: 登入 Studio
zh_hk: 登入 Studio

source: Sign in to explore your geotagged photos on the map.
ja: ログインすると、位置情報付きの写真を地図で探索できます。
ko: 로그인하면 위치 정보가 있는 사진을 지도에서 탐색할 수 있습니다.
zh_hans: 登录后可在地图中探索带有位置信息的照片。
zh_hant: 登入後可在地圖中探索包含位置資訊的照片。
zh_hk: 登入後可在地圖中探索包含位置資訊的相片。

source: Sign in to leave a comment.
ja: コメントを投稿するにはログインしてください。
ko: 댓글을 남기려면 로그인하세요.
zh_hans: 登录后才能发表评论。
zh_hant: 請登入後留言。
zh_hk: 請登入後留言。

source: Sign in with email
ja: メールアドレスでログイン
ko: 이메일로 로그인
zh_hans: 使用邮箱登录
zh_hant: 使用電子郵件登入
zh_hk: 使用電郵登入

source: Sign in with the account that owns your gallery.
ja: ギャラリーを所有するアカウントでログインしてください。
ko: 갤러리를 소유한 계정으로 로그인하세요.
zh_hans: 登录拥有此图库的账号。
zh_hant: 登入擁有此圖庫的帳號。
zh_hk: 登入擁有此圖庫的帳戶。

source: Sign in with the administrator account for your workspace.
ja: ワークスペースの管理者アカウントでログインしてください。
ko: 워크스페이스 관리자 계정으로 로그인하세요.
zh_hans: 请使用工作区管理员账号登录。
zh_hant: 請使用工作區管理員帳號登入。
zh_hk: 請使用工作區管理員帳戶登入。

source: Sign in with your workspace to see your own photos here.
ja: ワークスペースにログインすると、自分の写真をここで確認できます。
ko: 워크스페이스에 로그인하면 내 사진을 여기에서 볼 수 있습니다.
zh_hans: 登录工作区后即可在这里查看自己的照片。
zh_hant: 登入工作區後即可在這裡查看自己的照片。
zh_hk: 登入工作區後即可在這裏查看自己的相片。

source: Sign out
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出
zh_hk: 登出

source: Sign out of your gallery?
ja: サインアウトしますか？
ko: 로그아웃할까요?
zh_hans: 退出登录？
zh_hant: 登出？
zh_hk: 登出？

source: Signed in as
ja: ログイン中のアカウント
ko: 로그인 계정
zh_hans: 当前账号
zh_hant: 目前帳號
zh_hk: 目前帳戶

source: Site Settings
ja: サイト設定
ko: 사이트 설정
zh_hans: 站点设置
zh_hant: 網站設定
zh_hk: 網站設定

source: Software
ja: ソフトウェア
ko: 소프트웨어
zh_hans: 软件
zh_hant: 軟體
zh_hk: 軟件

source: Sponsor Afilmory
ja: Afilmory を支援
ko: Afilmory 후원하기
zh_hans: 赞助 Afilmory
zh_hant: 贊助 Afilmory
zh_hk: 贊助 Afilmory

source: Sponsorship failed
ja: 支援に失敗しました
ko: 후원 실패
zh_hans: 赞助失败
zh_hant: 贊助失敗
zh_hk: 贊助失敗

source: Status
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態
zh_hk: 狀態

source: Stay up to date
ja: 最新情報を受け取る
ko: 새 소식 받기
zh_hans: 及时获取更新
zh_hant: 即時取得更新
zh_hk: 即時取得更新

source: Storage
ja: ストレージ
ko: 스토리지
zh_hans: 存储
zh_hant: 儲存空間
zh_hk: 儲存空間

source: Storage and database records are aligned.
ja: ストレージとデータベースのレコードは一致しています。
ko: 스토리지와 데이터베이스 레코드가 일치합니다.
zh_hans: 存储与数据库记录已对齐。
zh_hant: 儲存空間與資料庫記錄已對齊。
zh_hk: 儲存空間與資料庫記錄已對齊。

source: Storage and database synchronization completed.
ja: ストレージとデータベースの同期が完了しました。
ko: 스토리지와 데이터베이스 동기화가 완료되었습니다.
zh_hans: 存储与数据库同步已完成。
zh_hant: 儲存空間與資料庫同步已完成。
zh_hk: 儲存空間與資料庫同步已完成。

source: Storage providers
ja: ストレージプロバイダー
ko: 스토리지 제공자
zh_hans: 存储提供商
zh_hant: 儲存供應商
zh_hk: 儲存供應商

source: Storage summary
ja: ストレージ概要
ko: 스토리지 요약
zh_hans: 存储摘要
zh_hant: 儲存摘要
zh_hk: 儲存摘要

source: Studio is available to an active workspace administrator.
ja: Studio は有効なワークスペースの管理者が利用できます。
ko: Studio는 활성 워크스페이스의 관리자만 사용할 수 있습니다.
zh_hans: Studio 仅对已启用工作区的管理员开放。
zh_hant: Studio 僅供已啟用工作區的管理員使用。
zh_hk: Studio 只供已啟用工作區的管理員使用。

source: Subscribe
ja: 購読
ko: 구독
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱

source: Subscribed
ja: 購読中
ko: 구독 중
zh_hans: 已订阅
zh_hant: 已訂閱
zh_hk: 已訂閱

source: Sync complete
ja: 同期完了
ko: 동기화 완료
zh_hans: 同步完成
zh_hant: 同步完成
zh_hk: 同步完成

source: Sync now
ja: 今すぐ同期
ko: 지금 동기화
zh_hans: 立即同步
zh_hant: 立即同步
zh_hk: 立即同步

source: Synchronizing storage and database…
ja: ストレージとデータベースを同期中…
ko: 스토리지와 데이터베이스 동기화 중…
zh_hans: 正在同步存储与数据库…
zh_hant: 正在同步儲存空間與資料庫…
zh_hk: 正在同步儲存空間與資料庫…

source: TAGS — THESE BECOME THE FOLDER
ja: タグ — 保存先フォルダになります
ko: 태그 — 저장 폴더가 됩니다
zh_hans: 标签 —— 决定存放目录
zh_hant: 標籤 —— 決定存放目錄
zh_hk: 標籤 —— 決定存放目錄

source: TRANSFER
ja: 移譲
ko: 이전
zh_hans: 转移
zh_hant: 轉移
zh_hk: 轉移

source: Tags
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤
zh_hk: 標籤

source: Thank you
ja: ありがとうございます
ko: 후원해 주셔서 감사합니다
zh_hans: 感谢赞助
zh_hant: 感謝贊助
zh_hk: 感謝贊助

source: The comparison completed without applying changes.
ja: 変更を適用せずに比較を完了しました。
ko: 변경 사항을 적용하지 않고 비교를 완료했습니다.
zh_hans: 已完成比对，未应用任何更改。
zh_hant: 已完成比對，未套用任何變更。
zh_hk: 已完成比對，未套用任何變更。

source: The deletion request could not be accepted. Verify your identity and try again.
ja: 削除リクエストを受け付けられませんでした。本人確認後にもう一度お試しください。
ko: 삭제 요청을 수락할 수 없습니다. 본인 확인 후 다시 시도하세요.
zh_hans: 无法接受删除请求。请验证身份后重试。
zh_hant: 無法接受刪除要求。請驗證身分後再試一次。
zh_hk: 無法接受刪除要求。請驗證身分後再試一次。

source: The gallery could not be loaded. Check your connection and try again.
ja: ギャラリーを読み込めませんでした。接続を確認して、もう一度お試しください。
ko: 갤러리를 불러올 수 없습니다. 연결을 확인하고 다시 시도하십시오.
zh_hans: 无法加载图库，请检查网络连接后重试。
zh_hant: 無法載入圖庫，請檢查網路連線後再試一次。
zh_hk: 無法載入圖庫，請檢查網絡連線後重試。

source: The purchase could not be completed. Please try again.
ja: 購入を完了できませんでした。もう一度お試しください。
ko: 구매를 완료하지 못했습니다. 다시 시도해 주세요.
zh_hans: 无法完成购买，请稍后重试。
zh_hant: 無法完成購買，請稍後再試。
zh_hk: 無法完成購買，請稍後再試。

source: The workspace could not be created. The identifier may already be in use.
ja: ワークスペースを作成できませんでした。この識別子は既に使用されている可能性があります。
ko: 워크스페이스를 만들 수 없습니다. 식별자가 이미 사용 중일 수 있습니다.
zh_hans: 无法创建工作区，该网址标识可能已被占用。
zh_hant: 無法建立工作區，該網址識別碼可能已被使用。
zh_hk: 無法建立工作區，該網址識別碼可能已被使用。

source: There are no comments in this status.
ja: この状態のコメントはありません。
ko: 이 상태의 댓글이 없습니다.
zh_hans: 此状态下没有评论。
zh_hant: 此狀態下沒有留言。
zh_hk: 此狀態下沒有留言。

source: This account is no longer signed in.
ja: このアカウントはログアウトしています。
ko: 이 계정은 로그아웃되었습니다.
zh_hans: 此账户已退出登录。
zh_hant: 此帳號已登出。
zh_hk: 此帳戶已登出。

source: This comment will be removed from the gallery.
ja: このコメントをギャラリーから削除します。
ko: 이 댓글이 갤러리에서 제거됩니다.
zh_hans: 这条评论将从图库中移除。
zh_hant: 這則留言將從圖庫移除。
zh_hk: 這則留言將從圖庫移除。

source: This month
ja: 今月
ko: 이번 달
zh_hans: 本月
zh_hant: 本月
zh_hk: 本月

source: This permanently removes your account and cannot be undone.
ja: アカウントは完全に削除され、元に戻せません。
ko: 계정이 영구 삭제되며 되돌릴 수 없습니다.
zh_hans: 此操作会永久删除账户，且无法撤销。
zh_hant: 此操作會永久刪除帳號，且無法復原。
zh_hk: 此操作會永久刪除帳戶，且無法復原。

source: This workspace and its managed storage will be deleted.
ja: このワークスペースと管理対象ストレージは削除されます。
ko: 이 워크스페이스와 관리형 저장소가 삭제됩니다.
zh_hans: 此工作区及其托管存储将被删除。
zh_hant: 此工作區及其託管儲存空間將被刪除。
zh_hk: 此工作區及其託管儲存空間將被刪除。

source: This year
ja: 今年
ko: 올해
zh_hans: 本年
zh_hant: 本年
zh_hk: 本年

source: Time Zone
ja: タイムゾーン
ko: 시간대
zh_hans: 时区
zh_hant: 時區
zh_hk: 時區

source: To
ja: 終了
ko: 종료
zh_hans: 止
zh_hant: 迄
zh_hk: 迄

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天
zh_hk: 今日

source: Tone
ja: 階調
ko: 톤
zh_hans: 影调
zh_hant: 影調
zh_hk: 影調

source: Top devices
ja: 上位のデバイス
ko: 주요 기기
zh_hans: 常用设备
zh_hant: 常用裝置
zh_hk: 常用裝置

source: Try a gallery name, handle, or photographer.
ja: ギャラリー名、ハンドル、写真家名をお試しください。
ko: 갤러리 이름, 핸들 또는 사진작가 이름으로 검색해 보세요.
zh_hans: 请尝试图库名称、标识或摄影师姓名。
zh_hant: 請嘗試圖庫名稱、識別名稱或攝影師姓名。
zh_hk: 請嘗試圖庫名稱、識別名稱或攝影師姓名。

source: Turn On
ja: オンにする
ko: 켜기
zh_hans: 开启
zh_hant: 開啟
zh_hk: 開啟

source: Turn On Notifications
ja: 通知をオンにする
ko: 알림 켜기
zh_hans: 开启通知
zh_hant: 開啟通知
zh_hk: 開啟通知

source: Turn off every provider to disable map features.
ja: すべてのプロバイダーをオフにすると、マップ機能が無効になります。
ko: 모든 제공자를 끄면 지도 기능이 비활성화됩니다.
zh_hans: 关闭全部提供商即可禁用地图功能。
zh_hant: 關閉所有提供者即可停用地圖功能。
zh_hk: 關閉所有供應商即可停用地圖功能。

source: Turn on gallery notifications
ja: ギャラリー通知をオンにする
ko: 갤러리 알림 켜기
zh_hans: 开启图库通知
zh_hant: 開啟圖庫通知
zh_hk: 開啟圖庫通知

source: UPLOADING
ja: アップロード中
ko: 업로드 중
zh_hans: 上传中
zh_hant: 上傳中
zh_hk: 上載中

source: URL identifier
ja: URL 識別子
ko: URL 식별자
zh_hans: 网址标识
zh_hant: 網址識別碼
zh_hk: 網址識別碼

source: Unable to add reaction. Please try again.
ja: リアクションを追加できませんでした。もう一度お試しください。
ko: 반응을 추가하지 못했습니다. 다시 시도해 주세요.
zh_hans: 无法添加回应，请重试。
zh_hant: 無法新增回應，請重試。
zh_hk: 無法新增回應，請重試。

source: Unable to delete comment
ja: コメントを削除できません
ko: 댓글을 삭제할 수 없습니다
zh_hans: 无法删除评论
zh_hant: 無法刪除留言
zh_hk: 無法刪除留言

source: Unable to delete photos
ja: 写真を削除できません
ko: 사진을 삭제할 수 없습니다
zh_hans: 无法删除照片
zh_hant: 無法刪除照片
zh_hk: 無法刪除相片

source: Unable to inspect the deletion impact. Please try again.
ja: 削除による影響を確認できませんでした。もう一度お試しください。
ko: 삭제 영향을 확인할 수 없습니다. 다시 시도하세요.
zh_hans: 无法检查删除影响，请重试。
zh_hant: 無法檢查刪除影響，請再試一次。
zh_hk: 無法檢查刪除影響，請再試一次。

source: Unable to load Studio
ja: Studio を読み込めません
ko: Studio를 불러올 수 없습니다
zh_hans: 无法加载 Studio
zh_hant: 無法載入 Studio
zh_hk: 無法載入 Studio

source: Unable to load comments
ja: コメントを読み込めませんでした
ko: 댓글을 불러올 수 없습니다
zh_hans: 无法加载评论
zh_hant: 無法載入留言
zh_hk: 無法載入留言

source: Unable to load histogram
ja: ヒストグラムを読み込めません
ko: 히스토그램을 불러올 수 없습니다
zh_hans: 无法加载直方图
zh_hant: 無法載入直方圖
zh_hk: 無法載入直方圖

source: Unable to load more comments. Try again.
ja: さらにコメントを読み込めませんでした。もう一度お試しください。
ko: 댓글을 더 불러올 수 없습니다. 다시 시도해 주세요.
zh_hans: 无法加载更多评论，请重试。
zh_hant: 無法載入更多留言，請重試。
zh_hk: 無法載入更多留言，請重試。

source: Unable to load the map
ja: 地図を読み込めません
ko: 지도를 불러올 수 없습니다
zh_hans: 无法加载地图
zh_hant: 無法載入地圖
zh_hk: 無法載入地圖

source: Unable to post the comment. Your draft was restored.
ja: コメントを投稿できませんでした。下書きを復元しました。
ko: 댓글을 게시할 수 없습니다. 초안을 복원했습니다.
zh_hans: 无法发表评论，草稿已恢复。
zh_hant: 無法發佈留言，草稿已復原。
zh_hk: 無法發佈留言，草稿已復原。

source: Unable to save site settings
ja: サイト設定を保存できません
ko: 사이트 설정을 저장할 수 없습니다
zh_hans: 无法保存站点设置
zh_hant: 無法儲存網站設定
zh_hk: 無法儲存網站設定

source: Unable to sign in. Please try again.
ja: ログインできませんでした。もう一度お試しください。
ko: 로그인할 수 없습니다. 다시 시도해 주세요.
zh_hans: 登录失败，请重试。
zh_hant: 登入失敗，請再試一次。
zh_hk: 登入失敗，請重試。

source: Unable to update tags
ja: タグを更新できません
ko: 태그를 업데이트할 수 없습니다
zh_hans: 无法更新标签
zh_hant: 無法更新標籤
zh_hk: 無法更新標籤

source: Unable to update the like. Try again.
ja: いいねを更新できませんでした。もう一度お試しください。
ko: 좋아요를 변경할 수 없습니다. 다시 시도해 주세요.
zh_hans: 无法更新点赞，请重试。
zh_hant: 無法更新讚好，請重試。
zh_hk: 無法更新讚好，請重試。

source: Unavailable
ja: 利用できません
ko: 사용할 수 없음
zh_hans: 暂不可用
zh_hant: 暫時無法使用
zh_hk: 暫時無法使用

source: Unknown user
ja: 不明なユーザー
ko: 알 수 없는 사용자
zh_hans: 未知用户
zh_hant: 未知使用者
zh_hk: 未知使用者

source: Unsubscribe
ja: 購読を解除
ko: 구독 취소
zh_hans: 取消订阅
zh_hant: 取消訂閱
zh_hk: 取消訂閱

source: Upload %lld
ja: %lld 件をアップロード
ko: %lld개 업로드
zh_hans: 上传 %lld 张
zh_hant: 上傳 %lld 張
zh_hk: 上載 %lld 張

source: Upload Photos
ja: 写真をアップロード
ko: 사진 업로드
zh_hans: 上传照片
zh_hant: 上傳照片
zh_hk: 上載相片

source: Upload activity will appear after photos are added.
ja: 写真を追加するとアップロード履歴が表示されます。
ko: 사진을 추가하면 업로드 활동이 표시됩니다.
zh_hans: 上传照片后，这里会显示上传活动。
zh_hant: 上傳照片後，這裡會顯示上傳活動。
zh_hk: 上載相片後，這裡會顯示上載活動。

source: Upload failed
ja: アップロードに失敗しました
ko: 업로드 실패
zh_hans: 上传失败
zh_hant: 上傳失敗
zh_hk: 上載失敗

source: Upload photos from the web dashboard and they will appear here.
ja: Web ダッシュボードから写真をアップロードすると、ここに表示されます。
ko: 웹 대시보드에서 사진을 업로드하면 여기에 표시됩니다.
zh_hans: 从网页管理后台上传照片后，照片会显示在这里。
zh_hant: 從網頁管理後台上傳照片後，照片會顯示在這裡。
zh_hk: 從網頁管理後台上載相片後，相片會顯示在這裏。

source: Upload trend
ja: アップロード推移
ko: 업로드 추이
zh_hans: 上传趋势
zh_hant: 上傳趨勢
zh_hk: 上載趨勢

source: Upload, tag, and remove photo assets
ja: 写真素材のアップロード、タグ付け、削除
ko: 사진 자산 업로드, 태그 및 제거
zh_hans: 上传、标记和移除照片素材
zh_hant: 上傳、標記及移除照片素材
zh_hk: 上載、標記及移除相片素材

source: Uploaded %lld of %lld
ja: %2$lld 件中 %1$lld 件アップロード済み
ko: %2$lld개 중 %1$lld개 업로드됨
zh_hans: 已上传 %1$lld/%2$lld
zh_hant: 已上傳 %1$lld/%2$lld
zh_hk: 已上載 %1$lld/%2$lld

source: Uploading photos
ja: 写真をアップロード中
ko: 사진 업로드 중
zh_hans: 正在上传照片
zh_hant: 正在上傳照片
zh_hk: 正在上載相片

source: Uploads
ja: アップロード
ko: 업로드
zh_hans: 上传队列
zh_hant: 上傳佇列
zh_hk: 上載佇列

source: Uploads this month
ja: 今月のアップロード
ko: 이번 달 업로드
zh_hans: 本月上传
zh_hant: 本月上傳
zh_hk: 本月上載

source: Uploads, storage, tags, and devices
ja: アップロード、ストレージ、タグ、デバイス
ko: 업로드, 스토리지, 태그 및 기기
zh_hans: 上传、存储、标签与设备统计
zh_hant: 上傳、儲存、標籤與裝置統計
zh_hk: 上載、儲存、標籤與裝置統計

source: Use database
ja: データベースを採用
ko: 데이터베이스 사용
zh_hans: 采用数据库版本
zh_hant: 採用資料庫版本
zh_hk: 採用資料庫版本

source: Use storage
ja: ストレージを採用
ko: 스토리지 사용
zh_hans: 采用存储版本
zh_hant: 採用儲存版本
zh_hk: 採用儲存版本

source: User %@
ja: ユーザー %@
ko: 사용자 %@
zh_hans: 用户 %@
zh_hant: 使用者 %@
zh_hk: 使用者 %@

source: Verify with Apple to delete the account
ja: Apple で確認してアカウントを削除
ko: Apple로 확인하고 계정 삭제
zh_hans: 使用 Apple 验证并删除账户
zh_hant: 使用 Apple 驗證並刪除帳號
zh_hk: 使用 Apple 驗證並刪除帳戶

source: View comments
ja: コメントを表示
ko: 댓글 보기
zh_hans: 查看评论
zh_hant: 查看留言
zh_hk: 查看留言

source: View photo details
ja: 写真の詳細を表示
ko: 사진 상세 정보 보기
zh_hans: 查看照片详情
zh_hant: 查看照片詳細資訊
zh_hk: 查看相片詳情

source: White Balance
ja: ホワイトバランス
ko: 화이트 밸런스
zh_hans: 白平衡
zh_hant: 白平衡
zh_hk: 白平衡

source: White Balance Bias
ja: ホワイトバランス補正
ko: 화이트 밸런스 보정
zh_hans: 白平衡偏移
zh_hant: 白平衡偏移
zh_hk: 白平衡偏移

source: White Balance Fine Tune
ja: ホワイトバランス微調整
ko: 화이트 밸런스 미세 조정
zh_hans: 白平衡微调
zh_hant: 白平衡微調
zh_hk: 白平衡微調

source: White Balance Shift (Amber-Blue)
ja: ホワイトバランス補正 (アンバー-ブルー)
ko: 화이트 밸런스 보정 (앰버 - 블루)
zh_hans: 白平衡偏移 (琥珀色 - 蓝色)
zh_hant: 白平衡偏移 (琥珀色 - 藍色)
zh_hk: 白平衡偏移 (琥珀色 - 藍色)

source: White Balance Shift (Green-Magenta)
ja: ホワイトバランス補正 (グリーン - マゼンタ)
ko: 화이트 밸런스 보정 (그린 - 마젠타)
zh_hans: 白平衡偏移 (绿色 - 品红色)
zh_hant: 白平衡偏移 (綠色 - 洋紅色)
zh_hk: 白平衡偏移 (綠色 - 洋紅色)

source: Workspace
ja: ワークスペース
ko: 워크스페이스
zh_hans: 工作区
zh_hant: 工作區
zh_hk: 工作區

source: Workspace name
ja: ワークスペース名
ko: 워크스페이스 이름
zh_hans: 工作区名称
zh_hant: 工作區名稱
zh_hk: 工作區名稱

source: Yesterday
ja: 昨日
ko: 어제
zh_hans: 昨天
zh_hant: 昨天
zh_hk: 昨日

source: You
ja: あなた
ko: 나
zh_hans: 你
zh_hant: 你
zh_hk: 你

source: Your comments, reactions, followed galleries, device registrations, and other account data will be removed. %lld joined workspaces will be left. %lld subscriptions require cleanup.
ja: コメント、リアクション、フォロー、端末登録などのアカウントデータが削除されます。参加中の %1$lld 件のワークスペースから退出し、%2$lld 件のサブスクリプションを処理します。
ko: 댓글, 반응, 팔로우, 기기 등록 및 기타 계정 데이터가 삭제됩니다. 참여 중인 워크스페이스 %1$lld개에서 나가며 구독 %2$lld개를 처리합니다.
zh_hans: 你的评论、回应、关注记录、设备注册及其他账户数据将被删除；将退出 %1$lld 个已加入的工作区，并处理 %2$lld 项订阅。
zh_hant: 你的留言、回應、追蹤記錄、裝置註冊及其他帳號資料將被刪除；將退出 %1$lld 個已加入的工作區，並處理 %2$lld 項訂閱。
zh_hk: 你的留言、回應、關注記錄、裝置註冊及其他帳戶資料將被刪除；將退出 %1$lld 個已加入的工作區，並處理 %2$lld 項訂閱。

source: Your gallery
ja: あなたのギャラリー
ko: 내 갤러리
zh_hans: 你的图库
zh_hant: 你的圖庫
zh_hk: 你的圖庫

source: Your photo map
ja: 写真マップ
ko: 내 사진 지도
zh_hans: 你的照片地图
zh_hant: 你的照片地圖
zh_hk: 你的相片地圖

source: Your public gallery settings have been updated.
ja: 公開ギャラリーの設定を更新しました。
ko: 공개 갤러리 설정이 업데이트되었습니다.
zh_hans: 公开图库设置已更新。
zh_hant: 公開圖庫設定已更新。
zh_hk: 公開圖庫設定已更新。

source: Your session expired. Sign in again to continue.
ja: セッションの有効期限が切れました。もう一度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.
zh_hans: 会话已过期，请重新登录。
zh_hant: 工作階段已過期，請重新登入。
zh_hk: 工作階段已過期，請重新登入。

source: Your subscriptions are saved. Enable notifications in Settings to receive new photo updates.
ja: 購読は保存されています。新しい写真の通知を受け取るには、設定で通知をオンにしてください。
ko: 구독은 저장되어 있습니다. 새 사진 업데이트를 받으려면 설정에서 알림을 켜세요.
zh_hans: 订阅已经保存。请在系统设置中开启通知，以接收新照片更新。
zh_hant: 訂閱已經儲存。請在系統設定中開啟通知，以接收新照片更新。
zh_hk: 訂閱已經儲存。請在系統設定中開啟通知，以接收新相片更新。

source: attempt %lld
ja: %lld 回目
ko: %lld번째 시도
zh_hans: 第 %lld 次尝试
zh_hant: 第 %lld 次嘗試
zh_hk: 第 %lld 次嘗試

source: LIVE
zh_hans: 实况
zh_hant: 原況
zh_hk: 原況

source: Live
zh_hans: 实况
zh_hant: 原況
zh_hk: 原況
